{"inkVersion":20,"root":[["^Hello, Pilgrim. I am the temporarily assigned Priestess of this Church.","\n","^I don't quite look the part, do I?","\n","^You see, the old Priestess has gone missing. We have lost most of the refugees who had found shelter in our Church.","\n","^The Beasts in these parts are increasingly hard to avoid. Our routes to get supplies have been compromised.","\n","^And now, one by one, everyone has been sacrificed.","\n","^But I have hope they are still alive, taking shelter.","\n","^Please, Pilgrim. Will you help me find them?","\n",["ev",{"^->":"0.14.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-0","flg":18},{"s":["^No",{"->":"$r","var":true},null]}],["ev",{"^->":"0.15.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-1","flg":18},{"s":["^Yes",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"0.14.s"},[{"#n":"$r2"}],"\n","^... I understand. You must be quite busy.","\n","^Still, if you ever have the time, we would appreciate your help.","\n","^May God bless you in your journey.","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["ev",{"^->":"0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":"0.15.s"},[{"#n":"$r2"}],"\n","ev",0,"/ev",{"VAR=":"selectQuest","re":true},"^Thank you. God will reward you for your help.","\n","^We need to open our supply routes urgently.","\n","^Our members have forged a path through the Enchanted Forest that should have been safe, but now it's more dangerous than ever.","\n","^As a result, we're extremely short on medicine and food. Our first priority will be to stock up.","\n","^I would like you to defeat the Beasts and bring back a few materials. I will be able to craft all the necessary supplies.","\n","^You may be able to clear the route of a bit of danger in the process.","\n","^However, be careful. The Beasts have been highly aggressive and prone to attacking in groups.","\n","^Make sure to leave prepared. We offer upgrades for a bit of charity, right here, to your right.","\n","^You can also refill your ammo at all times at the ammo box to your left.","\n","^The Forest is filled with shortcuts that will lead you back to the Church. Be on the lookout for them, and return whenever you wish.","\n","^I wish you best of luck and a safe return. May God bless you.","\n","end",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"global decl":["ev",-1,{"VAR=":"selectQuest"},"/ev","end",null],"#f":1}],"listDefs":{}}