{"inkVersion":20,"root":[["^Hello, Pilgrim. You've done much to help us. For that, I thank you.","\n","^I will need your help one more time. It is in regards to our missing Church members.","\n","^Will you spare some of your time?","\n",["ev",{"^->":"0.6.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-0","flg":18},{"s":["^No",{"->":"$r","var":true},null]}],["ev",{"^->":"0.7.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-1","flg":18},{"s":["^Yes",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"0.6.s"},[{"#n":"$r2"}],"\n","ev",-1,"/ev",{"VAR=":"selectQuest","re":true},"^I understand. You must be busy.","\n","^You're free to return whenever you need some extra work. May God bless you.","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["ev",{"^->":"0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":"0.7.s"},[{"#n":"$r2"}],"\n","ev",1,"/ev",{"VAR=":"selectQuest","re":true},"^Thank you, Pilgrim.","\n","^As I've mentioned before, we have lost a great deal of our members as of late.","\n","^The Beasts in the area have been suddenly multiplying. Foraging missions have been increasingly difficult.","\n","^You see, there seems to be a \"leader\" in these parts that is the cause behind the rise in Beasts.","\n","^Our last foraging team believed its home to be by the far North-East of the Enchanted Forest. They left to slay it... and never returned.","\n","^If you can defeat it, it may ease our burdens and make supply routes available once more.","\n","^And hopefully... lost Church members will be found on the way.","\n","^However, be careful, Pilgrim. This Beast is unlike any you have seen before. I would suggest you gear up and hone your skills first.","\n","^I believe you can defeat it. I will be praying for you.","\n","^Good luck, Pilgrim. And please... return to us safely.","\n","end",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"global decl":["ev",-1,{"VAR=":"selectQuest"},"/ev","end",null],"#f":1}],"listDefs":{}}